Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
es_es: Su idioma predeterminado es {{lang}}. Seleccione idiomas de esta lista para ofrecer versiones traducidas.

source: Create performance review
es_es: Crear evaluación de desempeño

source: Worker sign-off stage
es_es: Fase de aprobación del trabajador

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
es_es: Los trabajadores podrán solicitar una conversación de seguimiento con su responsable o impugnar su evaluación con el responsable de línea que esté por encima del responsable de evaluación (LM+1). Cuando se habilita el proceso de impugnación, el widget de desempeño general debe incluirse en la plantilla; de lo contrario, no podrá guardar la plantilla de evaluación.

source: Enable challenge process
es_es: Habilitar el proceso de impugnación

source: A comment box will be included for workers to fill in as part of the completion process.
es_es: Se incluirá un cuadro de comentarios para que los trabajadores lo completen como parte del proceso de finalización.

source: Include a comment box for the sign-off processes
es_es: Incluir un cuadro de comentarios para los procesos de aprobación

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
es_es: Active un paso de validación adicional donde la evaluación se envía a un responsable de nivel superior (LM+1) para su aprobación final después de que el trabajador y su responsable de línea hayan completado el proceso de evaluación.

source: Enable final validation step
es_es: Habilitar el paso de validación final

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
es_es: Los responsables podrán editar sus calificaciones y comentarios durante la fase de moderación. Desactive esta configuración si desea mantener las evaluaciones en modo de solo lectura durante la moderación.

source: Manager can edit their inputs during HR-led moderation
es_es: El responsable puede editar sus datos durante la moderación dirigida por RR. HH.

source: Calibration led by the HR with manager participation
es_es: Calibración dirigida por RR. HH. con la participación del responsable

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
es_es: En el siguiente paso, se debe especificar el número mínimo de subordinados directos necesarios para una sesión de calibración por responsable. Los responsables podrán llevar a cabo la moderación. El proceso continuará con el equipo de RR. HH., que podrá hacer ajustes y hacer avanzar la evaluación a la siguiente fase.

source: Closed calibration led by HR only
es_es: Calibración cerrada dirigida únicamente por RR. HH.

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
es_es: La parada obligatoria está habilitada. El responsable no podrá completar la fase de moderación ni hacer avanzar el proceso a través del formulario de evaluación. En lugar de ello, la función de evaluación profesional gestionará el proceso a través del portal de RR. HH.

source: Enable moderation
es_es: Habilitar moderación

source: HR-led process
es_es: Proceso liderado por RR. HH.

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
es_es: Los responsables no podrán completar la fase de moderación ni avanzar el proceso a través del formulario de evaluación. La función de evaluación profesional gestionará el proceso a través del portal.

source: Moderation led by the manager
es_es: Moderación dirigida por el responsable

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
es_es: Los responsables podrán completar el proceso de moderación y hacer avanzar el proceso de evaluación a la siguiente fase a través del formulario de evaluación. La función de evaluación profesional seguirá teniendo acceso para supervisar, gestionar e intervenir si fuera necesario a través del portal.

source: A moderation stage will be added to the review process workflow.
es_es: Se añadirá una fase de moderación al flujo de trabajo del proceso de evaluación.

source: Moderation stage
es_es: Fase de moderación

source: Define the visibility of your performance review.
es_es: Define la visibilidad de su evaluación de desempeño.

source: Select the populations relevant for this template.
es_es: Selecciona las poblaciones relevantes para esta plantilla.

source: Select population
es_es: Seleccionar población

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
es_es: La evaluación se publicará y será visible para el trabajador después de que el responsable envíe su evaluación. beqom recomienda utilizar la fase de conversación y publicación de resultados. Tenga en cuenta que esta configuración no se puede cambiar después de publicar el formulario de evaluación.

source: Skip the "Conversation & publication" results stage
es_es: Omitir la fase de resultados de "Conversación y publicación"

source: "Conversation & publication" stages
es_es: Fases de "Conversación y publicación"

source: Local owners
es_es: Propietarios locales

source: Select owners
es_es: Seleccionar propietarios

source: Review owners
es_es: Propietarios de la revisión

source: Add review owners
es_es: Añadir propietarios de la evaluación

source: Select the stages of the review
es_es: Seleccionar las fases de la evaluación

source: Configure review stages
es_es: Configurar fases de revisión

source: To customize steps, uncheck the template in the "Performance review details" step.
es_es: Para personalizar los pasos, desmarca la plantilla en el paso "Detalles de la evaluación del desempeño".

source: The review timeline is based on the Goal setting template.
es_es: El calendario de la revisión se basa en la plantilla de establecimiento de objetivos.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
es_es: Solo los gerentes están obligados a proporcionar información. Los trabajadores no podrán ver las preguntas ni responderlas.

source: Skip worker self-assessment
es_es: Omitir autoevaluación del trabajador

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
es_es: Cuando publique la evaluación, se asignará a los trabajadores elegibles para la evaluación de desempeño y que tengan un responsable dentro de la población seleccionada. Para incluir a trabajadores individuales, simplemente busque su nombre. El sistema ignorará la elegibilidad de los trabajadores para la evaluación. Podrá incluir más trabajadores para que participen después de que se publique la evaluación.

source: Search for people or organizational units
es_es: Buscar personas o unidades organizativas

source: Assign to workers
es_es: Asignar a los empleados

source: Choose a default language
es_es: Elegir un idioma predeterminado

source: Enter an overview of the performance review
es_es: Introducir un resumen de la evaluación de desempeño

source: Enable the "Suggested agenda" widget for workers and managers
es_es: Habilitar el widget "Agenda sugerida" para trabajadores y responsables

source: Basic Information
es_es: Información básica

source: Performance review details
es_es: Detalles de la evaluación de desempeño

source: Language preference
es_es: Preferencia de idioma

source: Review type
es_es: Tipo de evaluación

source: Select the review type
es_es: Seleccionar el tipo de evaluación

source: Suggested agenda
es_es: Agenda sugerida

source: Title
es_es: Título

source: Enter a title for the performance review
es_es: Introducir un título para la evaluación de desempeño

source: Send performance review PDF to Documents
es_es: Enviar PDF de la evaluación de desempeño a Documentos

source: Review period is different from goal period
es_es: El período de evaluación es diferente del período del objetivo

source: This is a read-only field. It won't affect any of the goal period settings.
es_es: Este es un campo de solo lectura. No afectará a ninguna de las configuraciones del período del objetivo.

source: Review period to be displayed
es_es: Período de evaluación que mostrar

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
es_es: Todos los objetivos que se crearon con una fecha de vencimiento o una fecha de entrega dentro del período del objetivo especificado se incluirán en la evaluación de desempeño.

source: Goal period
es_es: Período del objetivo

source: Hide the goal period from the review form
es_es: Ocultar el período del objetivo del formulario de evaluación

source: Review periods
es_es: Períodos de evaluación

source: Based on the chosen stages
es_es: Basado en las fases elegidas

source: Preview of the performance review timeline
es_es: Vista previa de la cronología de la evaluación de desempeño

source: Organizational units:
es_es: Unidades organizativas:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
es_es: No puede desactivar "Desempeño general" porque la configuración del "Proceso de impugnación" está habilitada para esta evaluación.

source: Owners:
es_es: Propietarios:

source: Reopen
es_es: Volver a abrir

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
es_es: Sus cambios pueden tener un impacto en el proceso completado. Evite introducir cambios en cualquier campo que afecte al diseño de la plantilla y los flujos de trabajo. ¿Está seguro de querer continuar?

source: Reopen review
es_es: Reabrir evaluación

source: Review type:
es_es: Tipo de evaluación:

source: Your review template was successfully saved.
es_es: Su plantilla de revisión se ha guardado correctamente.

source: N/A
es_es: N/D

source: Are you sure you want to publish this review?
es_es: ¿Está seguro de querer publicar esta evaluación?

source: Publish changes
es_es: Publicar cambios

source: Your review template was successfully published.
es_es: Su plantilla de revisión se ha publicado correctamente.

source: Additional manager can see the worker's self-review
es_es: El responsable adicional puede ver la autoevaluación del trabajador

source: Answer type
es_es: Tipo de respuesta

source: Allow additional managers to be invited
es_es: Permitir que invitar a más responsables

source: Enable behaviors
es_es: Habilitar comportamientos

source: Enable overall performance
es_es: Habilitar desempeño general

source: Enable useful information for self-reviews and manager reviews
es_es: Habilitar información útil para autoevaluaciones y evaluaciones de responsable

source: Mandatory comment
es_es: Comentario obligatorio

source: Mandatory rating
es_es: Valoración obligatoria

source: Limit for additional managers
es_es: Límite de responsables adicionales

source: Comment only
es_es: Solo comentario

source: Rating only
es_es: Solo calificación

source: Rating and comment
es_es: Calificación y comentario

source: Enable rating for each behavior
es_es: Habilitar la calificación para cada comportamiento

source: Enable rating for each goal
es_es: Habilitar la calificación para cada objetivo

source: All rating scales
es_es: Todas las escalas de calificación

source: Rating scales
es_es: Escalas de calificación

source: Selected scale preview
es_es: Vista previa de la escala seleccionada

source: No translation found. Please contact your system administrator to correct this issue.
es_es: No se han encontrado traducciones. Póngase en contacto con su administrador del sistema para solucionar el problema.

source: Enable overall rating for behaviors
es_es: Habilitar la calificación general para comportamientos

source: Enable overall rating for goals
es_es: Habilitar la calificación general para objetivos

source: Rating scale
es_es: Escala de calificación

source: Select an option
es_es: Seleccionar una opción

source: Select scale
es_es: Seleccionar escala

source: Additional review
es_es: Evaluación adicional

source: Configurations
es_es: Configuraciones

source: Manager review
es_es: Evaluación del responsable

source: Start date:
es_es: Fecha de inicio:

source: Closed
es_es: Cerrada

source: End-of-year review
es_es: Evaluación de fin de año

source: Interim review 1
es_es: Evaluación intermedia 1

source: Mid-year review
es_es: Evaluación de mitad de año

source: Enable the transfer of reviews
es_es: Habilitar la transferencia de evaluaciones

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
es_es: Las evaluaciones de desempeño entre un trabajador y su anterior responsable que no se han iniciado o están en curso se transferirán al nuevo responsable. El anterior responsable dejará de poder ver la evaluación tras la transferencia.

source: Allow line managers to reassign a review to another user
es_es: Permitir a los responsables de línea reasignar una evaluación a otro usuario

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
es_es: El revisor reasignado verá la evaluación reasignada en su lista y podrá completar la evaluación del trabajador. El revisor reasignado verá todos los datos relacionados con el trabajador (objetivos, feedback, etc.) visibles en la evaluación, de la misma manera que lo haría el responsable de línea. Tenga en cuenta que la reasignación implica que el revisor reasignado completará todo el proceso de evaluación con el trabajador. Si reasignan la evaluación a mitad del proceso, su contenido no se podrá ver.

source: Enable visibility of unsubmitted content from a previous review owner
es_es: Habilitar la visibilidad del contenido no enviado de un propietario de evaluación anterior

source: Your changes were successfully saved.
es_es: Sus cambios se han guardado correctamente.

source: Sensitive Content
es_es: Contenido sensible

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
es_es: Se realizará una búsqueda inteligente de palabras específicas que se consideran no profesionales o sensibles en su organización. Se proporciona un conjunto estándar de palabras, pero la lista de palabras se puede personalizar después de activar la configuración más abajo, utilizando el botón "Actualizar lista de palabras sensibles".

source: Enable sensitive content filtering
es_es: Habilitar filtro de contenido sensible

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
es_es: El filtro sensible para evaluaciones estará disponible en la sección "Gestionar evaluaciones" de la plantilla de evaluación de desempeño. Las palabras sensibles se resaltarán al visualizar la evaluación. Además, se podrá acceder a los párrafos con contenido sensible justo al hacer clic en el icono del filtro sensible junto al icono de ver evaluación.

source: Enable for reviews
es_es: Habilitar para evaluaciones

source: Sensitive content settings
es_es: Configuración de contenido sensible

source: This is a standard security feature of an application; it is recommended to keep it enabled.
es_es: Esta es una función de seguridad estándar de una aplicación; es recomendable mantenerla habilitada.

source: Session timeout
es_es: Tiempo de espera de la sesión agotado

source: Disable
es_es: Deshabilitar

source: Keep enabled
es_es: Mantener habilitado

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
es_es: Especifique cuántos minutos puede permanecer inactiva una sesión antes de que termine automáticamente (1 a 1440 minutos). Si el usuario no actualiza o solicita una página dentro de este tiempo, la sesión finalizará.

source: Enable session timeout
es_es: Habilitar el tiempo de espera de la sesión agotado

source: In minutes; between {{min}} and {{max}}.
es_es: En minutos; entre {{min}} y {{max}}.

source: Duration of inactivity before timeout
es_es: Duración de inactividad antes de agotar el tiempo de espera

source: Cultural Settings
es_es: Configuración cultural

source: Setup
es_es: Configuración

source: Smart features
es_es: Funciones inteligentes

source: Snapshot Manager
es_es: Administrador de instantáneas

source: No snapshots yet.
es_es: Aún no hay instantáneas.

source: Stock
es_es: Acciones

source: Enable stock nomination
es_es: Habilitar nominación de acciones

source: Stock settings
es_es: Configuración de acciones

source: Time zone
es_es: Zona horaria

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
es_es: Especifique si desea aplicar la hora local del usuario en caso de que sus usuarios se encuentren en diferentes zonas horarias. Si desea utilizar la zona horaria predeterminada de la empresa para todos los usuarios, deje esta opción desactivada.

source: User local time
es_es: Hora local del usuario

source: Local time
es_es: Hora local

source: Select the default country and the default time zone for your company.
es_es: Seleccione el país predeterminado y la zona horaria predeterminada de su empresa.

source: User administration
es_es: Administración de usuarios

source: Approval of data privacy statements
es_es: Aprobación de declaraciones de privacidad de datos

source: Approval date
es_es: Fecha de aprobación

source: Rejection date
es_es: Fecha de rechazo

source: Approved
es_es: Aprobado

source: Rejected
es_es: Rechazado

source: Version
es_es: Versión

source: Worker details - {{name}}
es_es: Detalles del trabajador - {{name}}

source: Add mailing address
es_es: Añadir dirección postal

source: Add instant messaging address
es_es: Añadir dirección de mensajería instantánea

source: Add phone number
es_es: Añadir número de teléfono

source: Cost center
es_es: Centro de costes

source: Example: Accounting.
es_es: Ejemplo: Contabilidad.

source: Department within the business to which costs related to this user will be allocated.
es_es: Departamento dentro de la empresa al que se asignarán los costes relacionados con este usuario.

source: Display name
es_es: Nombre que se muestra

source: Example: Barbara (Babs) Jane Jensen.
es_es: Ejemplo: Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
es_es: Nombre del usuario tal como lo verán los usuarios finales.

source: Email address
es_es: Dirección de correo electrónico

source: Example: email@domain.com
es_es: Ejemplo: correo@dominio.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
es_es: La dirección de correo electrónico debe ser un valor único y tener un formato correcto, como "@email.com".

source: First name
es_es: Nombre

source: Example: Barbara.
es_es: Ejemplo: Barbara.

source: Given name of the user.
es_es: Nombre de pila del usuario.

source: Formatted name
es_es: Nombre con formato

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
es_es: Ejemplo: Sra. Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
es_es: Nombre completo del usuario, incluidos todos los segundos nombres, apodos, prefijos y sufijos, si los hubiera, formateado para mostrar.

source: Honorific prefix
es_es: Prefijo honorífico

source: Example: Ms.
es_es: Ejemplo: Sra.

source: Honorific prefix or title of the user.
es_es: Prefijo honorífico o cargo del usuario.

source: Honorific suffix
es_es: Sufijo honorífico

source: Example: III.
es_es: Ejemplo: III.

source: Honorific suffix of the user.
es_es: Sufijo honorífico del usuario.

source: Enter worker external ID
es_es: Introducir el ID externo del trabajador

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
es_es: Identificador único de este trabajador o usuario. Recomendamos que haga referencia al ID del trabajador o usuario desde su sistema de recursos humanos de origen. Este identificador puede ser cualquier combinación de caracteres alfanuméricos y no puede contener caracteres especiales.

source: Job title
es_es: Cargo

source: Example: HR Director.
es_es: Ejemplo: Director de RR. HH.

source: Job title of the user.
es_es: Cargo del usuario.

source: Last name
es_es: Apellido

source: Example: Jensen.
es_es: Ejemplo: Jensen.

source: Family name of the user.
es_es: Apellido del usuario.

source: Instant messaging address
es_es: Dirección de mensajería instantánea

source: Enter an address
es_es: Introducir una dirección

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
es_es: Normalmente, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" u "Otro".

source: Instant messaging address of the user.
es_es: Dirección de mensajería instantánea del usuario.
